export interface CardPremiere{
    id:number;
    photo:string;
    title_premiere:string;
    data_news:string;
    age:string;
    description_premiere:string;
    description2:string;
    time:string;
}

export const premiere: CardPremiere[] = [
     {
        id:1,
        photo:'/ivan_b.jpg',
        title_premiere: 'Иваново детство',
        data_news:'15 апреля 2021',
        age:'14 +',
        description_premiere: 'По сценарием фильмов "Иваново детство" и "Зеркало".',
        description2:'Иван — это ребёнок, снедаемый страстью взрослого. Он потерял детство на войне и погиб, потому что жил как взрослый. Картина должна строиться на характере мальчика, но должны быть эпизоды, где выясняются его детские черты. В рассказе найдена точная деталь — игра в войну — что может быть страшнее! Здесь все очень глубоко, страшно и правдиво, здесь нет места приключенческой романтике...Иван видит сны. Ему снится та жизнь, которой он лишён, обыкновенное детство. В снах должно быть обыкновенное счастливое детство. В жизни — та страшная нелепость, которая происходит, когда ребёнок вынужден воевать.',
        time:"1 час 40 мин."
      },
      {
        id:2,
        photo:'/Rectangle 141.jpg',
        title_premiere: 'Лиса и виноград',
        data_news:'15 апреля 2021',
        age:'16 +',
        description_premiere: 'По сценарием фильмов "Иваново детство" и "Зеркало".',
        description2:'Богач и философ Ксанф вернулся из путешествия с группой купленных им рабов, один из которых - Эзоп - настолько безобразен и уродлив.',
        time:"1 час 40 мин."
      },
      {
        id:3,
        photo:'/Rectangle 141.jpg',
        title_premiere: 'Лиса и виноград',
        data_news:'15 апреля 2021',
        age:'16 +',
        description_premiere: 'По сценарием фильмов "Иваново детство" и "Зеркало".',
        description2:'Богач и философ Ксанф вернулся из путешествия с группой купленных им рабов, один из которых - Эзоп - настолько безобразен и уродлив.',
        time:"1 час 40 мин."
      },
      {
        id:4,
        photo:'/ivan_b.jpg',
        title_premiere: 'Иваново детство',
        data_news:'15 апреля 2021',
        age:'14 +',
        description_premiere: 'По сценарием фильмов "Иваново детство" и "Зеркало".',
        description2:'Иван — это ребёнок, снедаемый страстью взрослого. Он потерял детство на войне и погиб, потому что жил как взрослый. Картина должна строиться на характере мальчика, но должны быть эпизоды, где выясняются его детские черты. В рассказе найдена точная деталь — игра в войну — что может быть страшнее! Здесь все очень глубоко, страшно и правдиво, здесь нет места приключенческой романтике...Иван видит сны. Ему снится та жизнь, которой он лишён, обыкновенное детство. В снах должно быть обыкновенное счастливое детство. В жизни — та страшная нелепость, которая происходит, когда ребёнок вынужден воевать.',
        time:"1 час 40 мин."
      },]