export interface CardNews{
    id:number;
    photo:string;
    data_news:string;
    title_news:string;
    description_news:string;
}

export const news: CardNews[] = [
    {
      id: 1,
      title_news:'24 мая - благотворительный показ спектакля «Иваново детство»',
      data_news:'12.05.21',
      description_news:'24 мая пройдет благотворительный показ спектакля “Иваново детство”. Все средства от реализации билетов будут семьям погибших в казанской гимназии №175',
      photo:'/news1.jpg'

    },
    {
      id: 2,
      title_news:'"Маленький принц" с сурдопереводом итифлокомментированием',
      data_news:'12.05.21',
      description_news:'29 мая в 18:00 пройдет очередной показ в рамках проекта "Театр без границ" Казанского ТЮЗа и фонда "День добрых дел". Тифлокомментированием и сурдопереводом будет оснащен "Маленький принц" - трогательная и мудрая история о дружбе и взрослении.',
      photo:'/news2.jpg'

    },
    {
      id: 3,
      title_news:'Вячеслав Казанцев - народный артист РТ!',
      data_news:'27.04.21',
      description_news:'Президент РТ Рустам Минниханов присвоил ему звание в Казанском Кремле.Сегодня Президент Республики Татарстан Рустам Минниханов вручил государственные награды Российской Федерации и Республики Татарстан.',
      photo:'/news3.jpg'

    },
    {
      id: 4,
      title_news:'Радион Букаев представит свой первый спектакль в Казанском ТЮЗе',
      data_news:'12.05.21',
      description_news:'Им станет постановка о 1970-1980 годах театра, приуроченная к 90-летнему юбилею ТЮЗа 26 марта в 18:30 в Казанском ТЮЗе пройдет премьера спектакля-пасьянса "Первый тайм". Его постановщиком выступил Радион Букаев, который с 2020 года является главным режиссером театра. ',
      photo:'/news4.jpg'

    },
    {
      id: 5,
      title_news:'24 мая - благотворительный показ спектакля «Иваново детство»',
      data_news:'12.05.21',
      description_news:'24 мая пройдет благотворительный показ спектакля “Иваново детство”. Все средства от реализации билетов будут семьям погибших в казанской гимназии №175',
      photo:'/news1.jpg'

    },
    {
      id: 6,
      title_news:'"Маленький принц" с сурдопереводом итифлокомментированием',
      data_news:'12.05.21',
      description_news:'Президент РТ Рустам Минниханов присвоил ему звание в Казанском Кремле.Сегодня Президент Республики Татарстан Рустам Минниханов вручил государственные награды Российской Федерации и Республики Татарстан.',
      photo:'/news2.jpg'

    },
    {
      id: 7,
      title_news:'Вячеслав Казанцев - народный артист РТ!',
      data_news:'27.04.21',
      description_news:'24 мая пройдет благотворительный показ спектакля “Иваново детство”. Все средства от реализации билетов будут семьям погибших в казанской гимназии №175',
      photo:'/news3.jpg'

    },
    {
      id: 8,
      title_news:'Радион Букаев представит свой первый спектакль в Казанском ТЮЗе',
      data_news:'12.05.21',
      description_news:'Им станет постановка о 1970-1980 годах театра, приуроченная к 90-летнему юбилею ТЮЗа 26 марта в 18:30 в Казанском ТЮЗе пройдет премьера спектакля-пасьянса "Первый тайм". Его постановщиком выступил Радион Букаев, который с 2020 года является главным режиссером театра. ',
      photo:'/news4.jpg'

    },
    {
      id: 9,
      title_news:'24 мая - благотворительный показ спектакля «Иваново детство»',
      data_news:'12.05.21',
      description_news:'24 мая пройдет благотворительный показ спектакля “Иваново детство”. Все средства от реализации билетов будут семьям погибших в казанской гимназии №175',
      photo:'/news1.jpg'

    },
    {
      id: 10,
      title_news:'"Маленький принц" с сурдопереводом итифлокомментированием',
      data_news:'12.05.21',
      description_news:'Президент РТ Рустам Минниханов присвоил ему звание в Казанском Кремле.Сегодня Президент Республики Татарстан Рустам Минниханов вручил государственные награды Российской Федерации и Республики Татарстан.',
      photo:'/news2.jpg'

    },
    {
      id: 11,
      title_news:'Вячеслав Казанцев - народный артист РТ!',
      data_news:'27.04.21',
      description_news:'24 мая пройдет благотворительный показ спектакля “Иваново детство”. Все средства от реализации билетов будут семьям погибших в казанской гимназии №175',
      photo:'/news3.jpg'

    },
    {
      id: 12,
      title_news:'Радион Букаев представит свой первый спектакль в Казанском ТЮЗе',
      data_news:'12.05.21',
      description_news:'Им станет постановка о 1970-1980 годах театра, приуроченная к 90-летнему юбилею ТЮЗа 26 марта в 18:30 в Казанском ТЮЗе пройдет премьера спектакля-пасьянса "Первый тайм". Его постановщиком выступил Радион Букаев, который с 2020 года является главным режиссером театра. ',
      photo:'/news4.jpg'

    }
];